Repository: asciidisco/plugin.video.telekom-sport
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de, he_il

# Addon Description
source: Telekom Sport is a portal for live Icehockey, Basketball, German 3rd Ligue, Sky Handball, Sky Bundeliga/Champions-League conferences & womans football matches.
de_de: Telekom Sport ist ein Portal für Live Eishockey, Basketball, 3. Lig, Sky Handball, Sky Bundeliga/Champions-League Konferenzen & Frauenfußball Bundesliga Übertragungen.
he_il: טלקום ספורט הוא פורטל עבור הוקי קרח, כדורסל, ליגה 3 הגרמנית, כדור עף, כדור יד, ליגות שונות וכדורגל נשים.

# Addon Disclaimer
source: Unofficial Addon - Use at your own risk. The plugin is not commisioned by Deutsche Telekom.
de_de: Inoffizielles Addon - Benutzung auf eigene Gefahr. Das Plugin wurde nicht von der Deutschen Telekom beauftragt &amp; bereitgestellt.
he_il: ההרחבה לא רשמית - השתמש על אחריותך בלבד. התוסף לא הוזמן על ידי דויטשה טלקום.

# #32001
source: Account
he_il: חשבון

# #32002
source: Logout
he_il: ניתוק חשבון

# #32003
source: Change user account
de_de: Accoutdaten ändern
he_il: שינוי חשבון המשתמש

# #32004
source: Enter password
de_de: Passwort eingeben
he_il: הכנס סיסמה

# #32005
source: Enter e-mail
de_de: E-Mail eingeben
he_il: אנא הזן אי-מייל

# #32006
source: Login failed
de_de: Login fehlgeschlagen
he_il: הכניסה נכשלה

# #32007
source: Check your credentials
de_de: Bitte überprüfen sie ihre Nutzerdaten
he_il: בדוק את האישורים שלך

# #32008
source: Error fetching device id
de_de: Device ID konnte nicht geladen werden
he_il: שגיאה באחזור מזהה המכשיר

# #32009
source: Match not yet available
de_de: Das Spiel ist zur Zeit (noch) nicht verfügbar
he_il: ההתאמה עדיין לא זמינה

# #32010
source: Encrypt credentials
de_de: Anmeldedaten verschlüsseln
he_il: הצפן אישורים

# #32011
source: Use Inputstream (if available)
de_de: Nutze Inputstream zum abspielen (falls verfügbar)
he_il: תשתמש ב-Inputstream (אם זמין)

# #32012
source: Verify SSL certs
de_de: Validiere SSL Zertifikate
he_il: אימות אישורי SSL
